import React, { useEffect } from "react";
import SideIconLinks from "./SideIconLinks";
import InfoFooter from "./InfoFooter";
// import "../Assets/css/about-page.css";
import "../Assets/css/delivery-today-page.css";
import LandingPageForm from "./LandingPageForm.js";
import del_img from "../Assets/img/delivery.jpg";
import del_img2 from "../Assets/img/delivery5.jpg";

import Aos from "aos";

function DeliveryTodayPage() {
  useEffect(() => {
    Aos.init({ duration: 1800 });
    document.querySelector("#page-loader-wrapper").style.opacity = 0;
    window.scrollTo(0, 0);
  }, []);
  return (
    <div>
      <div className="delivery-today-page-header">
        <div className="header-backlight"></div>
        <img src={del_img} alt=""></img>
        <h1>שליחויות מהיום להיום</h1>
      </div>
      <div className="delivery-today-page-wrapper">
        <div className="delivery-today-page-content">
          <div className="right-col">
            {" "}
            <p>
              לאדם הממוצע יש אינספור דברים שהוא צריך להעביר ממקום למקום במהלך
              החודש/השנה. טוב לשמור מספר טלפון של חברת משלוחים שיכולה לספק
              שליחויות מהיום להיום בין אם לעבודה בשוטף ובין אם לצרכי חירום.
              שירותים אלה מוצעים לכם היום על ידי חברת פאסט וואי אקספרס המתמחה
              בשירותי שליחויות בכל רחבי הארץ.
            </p>
            <h2>:שליחויות מהיום להיום בעבודה שוטפת</h2>
            <p>
              ישנם כמה וכמה מקרים שבהם זקוקים לשירותים שליחויות מהיום להיום בתוך
              עבודה שוטפת. כך למשל אדם הרוכש מוצר וזקוק למוצר באופן מידי,
              לדוגמה: אדם הרוצה לקנות מתנה לאשתו יום לפני יום האהבה (או ביום
              האהבה עצמו) וזקוק למשלוח דחוף באותו היום, אדם הרוצה לשלוח כסף
              באופן בהול לאדם אחר ועוד. האפשרות הנוספת היא בתי עסק הזקוקים
              לשירותי שילוח יומיומי על מנת לספק שירות משלוחים טוב ומהיר
              ללקוחותיהם. לדוגמה: חנויות המספקות משלוחים עד בית הלקוח (יכול
              להיות גם חנויות אלקטרוניות). החברה תכין את המשלוחים וצוות החברה
              יאסוף את המשלוח בשעות שיקבעו בין הצדדים וישלח אותם עד בית הלקוח
              עוד באותו היום.
            </p>
          </div>
          <div className="left-col">
            <img src={del_img2} alt=""></img>
          </div>
          <div className="bottom-col">
            <h2>:עבודה מול בתי עסק</h2>
            <p>
              מלבד אנשים פרטיים הזקוקים לשירותי שילוח חבילות קטנות ומסמכים הרי
              שגם בתי עסק זקוקים לשירותי שילוח ולרוב יהיו אלה משלוחים מהירים
              מהיום להיום או מהיום למחר. דוגמאות לבתי עסק הזקוקים לשירותי שילוח:
            </p>
            <h2>?מתי צריך שליחות מהיום להיום במקרה חירום</h2>
            <p>
              מלבד השירותים השוטפים יש לא מעט מקרים בהם צריך לבצע שליחויות חירום
              מהיום להיום. כך למשל כאשר צריך לדווח ברגע האחרון לרשויות המסים:
              תוכלו למסור את המסמכים לנהג וזה יעביר אותם עבורכם. כאשר יש צורך
              לשלוח משהו בדואר למוצר שמכרתם ביד2, כאשר תצטרכו להגיש מסמכים
              במהירות לבנק, לבית המשפט, בית החולים או כל גוף אחר. כאשר צריך
              לאסוף שיקים ולהפקידם בבנק במהירות באותו יום עסקים ועוד. השירות
              נפוץ גם בקרב פרטיים וגם בקרב בתי עסק שונים.
            </p>
            <h2>:כל השליחויות במקום אחד</h2>
            <p>
              בין אם אתם זקוקים לשירות שליחויות מהיום להיום באופן שוטף או שירות
              חירום שכזה הרי שכל מה שאתם צריכים לעשות הוא להרים טלפון ולבקש הצעת
              מחיר לסוג השירות שאתם צריכים. אנו מבינים את החשיבות והעדינות
              שבשליחויות מהיום להיום ואת רמת הדחיפות שלהם, בין אם מדובר במסמך
              שאתם צריכים להעביר, משלוח קריטי שאתם רוצים להעביר ובין אם מדובר
              במשלוח עבור לקוח שלכם שאתם רוצים לספק לו בזמן כפי שהתחייבתם לו
              ורוצים לספק לו שירות כמו שצריך. אנו בחברת פאסט וואי אקספרס נדאג
              לתת לכם את השירות המהיר והטוב ביותר.
            </p>
          </div>
        </div>
      </div>
      <LandingPageForm />
      <SideIconLinks />

      <div id="delivery-today-page-footer">
        <InfoFooter />
      </div>
    </div>
  );
}

export default DeliveryTodayPage;
