import React, { useEffect } from "react";
import SideIconLinks from "./SideIconLinks";
import InfoFooter from "./InfoFooter";
import "../Assets/css/Ecommerce-page.css";
import LandingPageForm from "./LandingPageForm.js";
import del_img from "../Assets/img/delivery3.jpg";
import store_img from "../Assets/img/store.png";

import Aos from "aos";

function EcommercePage() {
  useEffect(() => {
    Aos.init({ duration: 800 });
  }, []);
  return (
    <div>
      <div className="Ecommerce-page-header">
        <div className="header-backlight"></div>
        <img src={del_img} alt=""></img>

        <h1>E-Commerce</h1>
      </div>
      <div className="Ecommerce-page-wrapper">
        <div className="Ecommerce-page-content">
          <div className="left-col">
            <img src={store_img} alt=""></img>
          </div>
          <div className="right-col">
            {" "}
            <p
              data-aos="zoom-out-up"
              data-aos-offset="-50"
              data-aos-delay="350"
            >
              הקמת חנות אלקטרונית הפכה בשנים האחרונות למאוד פופולרית. בעוד המצב
              בקניונים הולך ומחמיר, אנשים מזמינים יותר מהאינטרנט מאשר יוצאים
              לקניות לרכוש דברים, כך יותר יזמים מקימים חנויות אינטרנטיות
              ומשווקים שם את המוצרים שלהם. לאינטרנט גם יתרון גדול יותר והוא
              העלויות הזניחות של אחזקת חנות, אין הגבלה על כמות המוצרים שאפשר
              להחזיק בחנות וכל החיסכון הזה בעלויות של חנות פיזית, מחסנים ואחזקת
              סחורה יכול להיות מושקע בפרסום. על מנת לספק את המוצר מהחנות
              האלקטרונית אל בית הלקוח עושים בדרך כלל הסכם עם חברת שליחויות במקום
              לתחזק רכב/אופנוע בבית העסק ולספוג עלויות נוספות
            </p>{" "}
            <h2>? E COMMERCE מה זה </h2>
            <p
              data-aos="zoom-out-up"
              data-aos-offset="-50"
              data-aos-delay="350"
            >
              סחר אלקטרוני נקרא גם איקומרס ,עם התפתחות העולם הדיגיטלי יותר ויותר
              אנשים רוכשים מוצרים אונליין בחנויות אלקטרוניות: החל מבגדים,
              אביזרים לטלפון, משחקי מחשב ועד מחשבים, ציוד אלקטרוני, רהיטים וחלקי
              חילוף לרכב. הרבה יותר קל, נוח ומשתלם לקנות אונליין בדרך כלל בשל
              העלויות האטרקטיביות יותר, האפשרות לעשות השוואת מחירים בלחיצת כפתור
              ולמצוא את הדיל המשתלם ביותר עבורנו. בשל הפופולריות של התחום כך גם
              יותר חנויות אלקטרוניות קמות מדי שנה ואלה זקוקות לשירותי שליחויות
              לe-commerce
            </p>
          </div>
          <div className="bottom-col">
            <h2>?כיצד מתבצעות מכירות באינטרנט והיכן נכנס המשלוח</h2>

            <p
              data-aos="zoom-out-up"
              data-aos-offset="-50"
              data-aos-delay="350"
            >
              מכירה באינטרנט מתבצעת דרך אתר החנות באמצעות טופס תשלום מאובטח.
              הגולש מוסיף ל”עגלה” את המוצרים שמעניינים אותו ולאחר שמרגיש שהוא
              מוכן לתשלום וסיים את קניותיו הוא נכנס לעמוד העגלה ומשם לעמוד
              התשלום. הוא מבצע את התשלום באמצעות כרטיס אשראי והחברה מקבלת את
              הדיווח על ביצוע המכירה באתר, כולל פרטי הלקוח למשלוח שהוא מילא
              בטופס ההזמנה באתר. לאחר מכן החברה תכין את המשלוח וחברת השליחויות
              תגיע אל החנות/המחסן לאיסוף של המשלוח אל בית הלקוח. במידה ומדובר
              בכמות גדולה של מכירות המצריכה שילוחים מדי יום ניתן לעשות זאת
              באמצעות הסכם מסודר מול חברת השליחויות וזו תתכנן את קו החלוקה בהתאם
            </p>
            <h2>?משלוחים מהירים עולים יותר</h2>
            <p
              data-aos="zoom-out-up"
              data-aos-offset="-50"
              data-aos-delay="350"
            >
              יש חברות שליחויות שפועלות באזורים רבים בארץ מדי יום גם כך ומספרים
              שירותי משלוחים מהיום להיום או מהיום למחר ולכן יכולים בתמחור סביר
              לאפשר עצירה אצלכם ולבצע גם את החלוקה שלכם. כדאי לברר פרטים נוספים
              מול חברת השילוח במידה ותזדקקו לשירותי שילוח מהירים מהרגיל
            </p>
            <p
              data-aos="zoom-out-up"
              data-aos-offset="-50"
              data-aos-delay="350"
            >
              שירותי שליחויות במקרים רבים הנם נושא עדין. כאשר מדובר בחבילות
              ומוצרים לשילוח עד בית הלקוח יש חשיבות לא רק למתן צפי הגעה אמין
              ללקוח אלא גם להגעה בטוחה של המוצר. כאשר מדובר בהעברת מסמכים, שיקים
              או כל דבר בסגנון זה – ישנה חשיבות מכרעת גם להגעה בזמן, גם אל היעד
              הנכון וגם של חיסיון המשלוח
            </p>
            <h2>:שירותי שילוח לאנשים פרטיים</h2>
            <p
              data-aos="zoom-out-up"
              data-aos-offset="-50"
              data-aos-delay="350"
            >
              אנשים פרטיים מעבירים משלוחים קטנים בדרך כלל כמו מסמכים רפואיים או
              משפטיים, כמו כסף לבני המשפחה הגרים באזור אחר בארץ, אדם פרטי המזמין
              מוצר מהאינטרנט ובית העסק רוצה לשלוח לו את המוצר עד הבית ועוד.
              לפרטים נוספים והזמנת שירותי שליחויות באופן פרטי או לבית העסק שלכם
              אנו מזמינים אתכם ליצור קשר באתר או בטלפון ונשמח לתת לכם הצעת מחיר
              אטרקטיבית ושירות ברמה הגבוהה ביותר
            </p>
          </div>
        </div>
      </div>
      <LandingPageForm />
      <SideIconLinks />

      <div id="Ecommerce-page-footer">
        <InfoFooter />
      </div>
    </div>
  );
}

export default EcommercePage;
